Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: This report provides a more complete description of the data, methods, and results of the seismic hazard assessment presented in Golder (2015).
es: El presente informe ofrece una descripción más completa de los datos, métodos y resultados de la evaluación de peligro sísmico presentada en Golder (2015).

source: This reporting tool will assist you in achieving those outcomes.
es: Esta herramienta de rendición de informes permite lograr esos resultados.

source: This reporting tool will assist you in achieving those outcomes. Ensure you:
es: Esta herramienta de rendición de informes permite lograr esos resultados. Asegúrate de:

source: This resulted in an increase in our cost structure without offset in Net Revenues which, if left unmitigated, could materially impact our profits.
es: Esto significó un aumento en nuestra estructura de costos sin que hubiera una compensación por el lado de los ingresos netos que, si no se mitiga, podría tener un impacto concreto en las utilidades.

source: This review follows site and engineering support provided by Rodrigo Dockendorff of Golder Associates’ Santiago, Chile, office (Golder Associates, 2016, 2017).
es: La presente revisión cuenta con la asesoría en el sitio y en la ingeniería de nuestro Ingeniero Geotécnico de la oficina de Golder Associates en Santiago de Chile, Rodrigo Dockendorff (Golder Associates, 2016, 2017).

source: This review provided qualitative information for mining sequence, stope dimensions and general ground control guidelines.Review of rock mechanics and ground control aspects for mining the lower Panels XI to XXX, to be excavated at depths of approximately 940 m to 1590 m.
es: Esta revisión entregó información cualitativa para la secuencia de minado, dimensiones de caserones y orientaciones generales de control del terreno.Revisión de mecánica de rocas y aspectos de control del terreno para minado de los paneles inferiores XI a XXX, a ser excavados a profundidades de aproximadamente 940 m a 1590 m.

source: This section describes the approaches and procedures used to develop the project earthquake catalog for the Spence Mine site.
es: El presente capítulo describe los abordajes y procedimientos usados para elaborar el catálogo de sismos del proyecto para la mina Spence.

source: This section provides a brief overview analysis of the geological history and structural development of the region surrounding the Spence Mine site.
es: Este capítulo presenta un análisis resumido del historial geológico y del desarrollo estructural de la región que rodea a la mina Spence.

source: This seepage therefore remains within La Palestina basin.
es: De esta manera, esta infiltración permanece dentro de la cuenca La Palestina.

source: This seepage will be monitored and not released to the environment until acceptable water quality conditions are achieved.
es: Esta infiltración será monitoreada y no se liberará al ambiente mientras no haya alcanzado condiciones aceptables de calidad del agua.

source: This seepage would remain within the footprint of the TMF for the period of mine operations given the low permeability of the underlying bedrock.
es: Esta infiltración permanecería dentro de la huella de la presa de relaves durante el periodo de operaciones mineras debido a la baja permeabilidad del basamento rocoso en este lugar.

source: This series of surfaces is illustrated on Figures 7 through 11, and presented in greater detail in Section 3 of this assessment.
es: Estas series de superficies se ilustran de la Figura 7 a la 11 y se presentan con mejor detalle en la Sección 3 de este estudio.

source: This shaft constituted a confined space and entry into it was not explicitly within Golder’s original brief and had not been risk assessed.
es: Este pique constituía un espacio confinado y el ingreso a este no estaba explícito en las instrucciones originales de Golder y no habían sido evaluados sus riesgos.

source: This shall be considered more broadly beyond the project or task itself.
es: Esto se deberá considerar más ampliamente más allá del proyecto o tarea misma.

source: This should be achieved by drilling fans of horizontal drainholes at the current location of each individual horizontal drainhole.
es: Esto debe lograrse perforando abanicos de pozos de drenaje horizontales en la ubicación actual de cada pozo horizontal individual.

source: This should involve the Project Manager, Supervisor, or members of the HSSE or Human Resources teams.
es: En el protocolo deben participar el gerente de proyecto, el supervisor o los miembros de los equipos de HSSE o Recursos Humanos.

source: This shouldn’t be solely a management decision.
es: Esta no debería ser únicamente una decisión gerencial.

source: This study
es: Este estudio

source: This study also includes the GMPE developed by Contreras and Boroschek (2015).
es: El presente estudio también incluye las curvas de atenuación desarrolladas por Contreras y Boroschek (2015).

source: This study uses the results from Arango et al. (2012) as a starting point to evaluate the selection and weights of the available GMPEs for the seismic hazard analysis at the Spence Mine site.
es: El presente estudio utiliza los resultados de Arango et al. (2012) como punto inicial para evaluar la selección y ponderaciones de las curvas de atenuación disponibles para el análisis de peligro sísmico en la mina Spence.

source: This subduction zone is where deep-focus (e.g., ≥70 km deep), major-magnitude (M7 to 8) earthquakes are generated within the Nazca plate as it breaks up and sinks back into the mantle beneath South America.
es: Esta zona de subducción es donde se originan los sismos de foco con profundidad intermedia (≥ 70 km) de gran magnitud (M7 a 8) en la placa de Nazca a medida que se quiebra y se hunde nuevamente en el manto debajo de Sudamérica.

source: This sump had been in operation for about two weeks at the time of the April 2017 site visit.
es: Esta sentina estuvo en operación durante unas dos semanas en el momento de la visita al sitio de abril de 2017.

source: This support analysis consisted of the application of the UNWEDGE software and probabilistic assessment to investigate, using the @RISK analysis package, the effect of excavation span, bolt spacing and length on the factor of safety.
es: Este análisis de fortificación consistió en la aplicación del software UNWEDGE y evaluación probabilística para investigar usando el paquete de análisis @RISK, del efecto del espacio de excavación, el espaciado de pernos y la longitud del factor de seguridad.

source: This survey also asked our staff to nominate individuals that consistently displayed VFL in the area of HSSE.
es: En esta encuesta también se pidió mencionar personas que hubieran demostrado liderazgo visible en temas de HSSE.

source: This system may further be set up to provide a warning system should ground displacements be determined to be problematic.
es: Este sistema puede configurarse además para ser un sistema de alerta en caso que se establezca que los desplazamientos del suelo son problemáticos.

source: This technical memorandum presents earthquake ground motion values for the Spence Mine site in northern Chile.
es: El presente memorando técnico presenta los parámetros sísmicos específicos de sitio para la mina Spence, situada en el norte de Chile.

source: This tectonic region is where shallow-focus (approximately 20-50 km depth), mega-thrust, great-magnitude (M ≥ 8.5) historical earthquakes have occurred in the last 150 years, and can be expected occur in the future.
es: En esta región tectónica se han originado los grandes sismos históricos de foco poco profundo (aproximadamente 20 a 50 km), de fallamiento tipo inverso, con buzamientos menores a 30° (“mega-thrust”) y generadores de sismos con grandes magnitudes (M ≥ 8,5) en los últimos 150 años y puede esperarse que ocurran en el futuro.

source: This timeline shall reveal the chain of events which led to the incident.
es: Esta línea de tiempo deberá revelar la cadena de eventos que llevaron al incidente.

source: This topography was used to construct the forecast model.
es: Esta topografía se usó para construir el modelo predictivo.

source: This type of deaggregation provides information on the main contributing seismic sources with increase in return period and spectral period.
es: Este tipo de desagregación entrega información sobre las principales fuentes sísmicas que contribuyen al peligro con aumento en el periodo de retorno y periodo espectral.

source: This uncertainty is parameterized by considering alternative models (Abrahamson 2006, 2009).
es: Esta incertidumbre se parametriza considerando modelos alternativos (Abrahamson 2006, 2009).

source: This uncertainty is parameterized by considering alternative models (e.g., Abrahamson 2006, 2009).
es: Esta incertidumbre se parametriza considerando modelos alternativos (como Abrahamson 2006, 2009).

source: This unloading is reported to have been effective in arresting movements in the slope below the botadero.
es: Esta descarga parece haber sido eficaz en reducir los movimientos en el talud debajo del botadero.

source: This wall allowed the removal of a plug of failed ground in the stope and simultaneous replacement of this material with engineered cemented rock fill (CRF).Review of the rock mass classification procedures and proposal of a rock mass classification system to be used for core logging and structural mapping of exposed walls for the very poor to poor rock mass, which occurs at depth of 1000 ft. to 1500 ft. below surface.Ground support design using synthetic fiber reinforced shotcrete for recuts in backfill at Meikle Mine.
es: Este muro permitió la remoción de un tapón de material de derrumbe en el caserón el reemplazo simultáneo de este material con relleno de roca con cemento de ingeniería (CRF).Revisión de procedimientos de clasificación del macizo rocoso y propuesta de un sistema de clasificación del macizo rocoso a usarse para el registro de testigos y el mapeo estructural de los muros expuestos para el macizo rocoso muy pobre a pobre, que se encontraba a profundidades de 1000 ft a 1500 ft bajo la superficie.Diseño de fortificación usando shotcrete reforzado con fibra sintética para recortes en el relleno de la mina Meikle.

source: This was a result of discussions with the client that inferred all electric and gas lines were assumed to be aboveground.
es: El motivo fueron conversaciones con el cliente donde se concluyó que todas las líneas eléctricas y de gas estaban sobre el suelo.

source: This was based on a synthesis of data from the nearest climatological station at Nus Granja Experimental Station (Elevation 835 m) and San Roque (Elevation 1412 m).
es: Esto se basó en una síntesis de datos de la estación climatológica más cercana en la Estación Experimental Granja Nus (elevación de 835 m) y San Roque (elevación 1412 m).

source: This was seen by two separate Golder employees who intervened and the work was stopped and the contractor manager summoned for a meeting and to implement the agreed controls.
es: Esto fue presenciado por dos colaboradores de Golder separadamente quienes se acercaron para intervenir. Se detuvo el trabajo y se citó al gerente del contratista a una reunión para implementar los controles acordados.

source: This was seen, very soon after starting, by two separate Golder employees who intervened and the work was stopped and the contractor manager summoned for a meeting and to implement the agreed controls.
es: Esto fue presenciado, poco antes de que empezaran, independientemente por dos colaboradores de Golder que se acercaron para intervenir. Se detuvo el trabajo y se citó al gerente del contratista a una reunión para implementar los controles acordados.

source: This was somewhat ameliorated by the inclusion of additional GMPEs in the AMTC (2015-v2) study.
es: Esto se subsanó de alguna forma al incluirse ecuaciones GMPE adicionales en el estudio de AMTC (2015-v2).

source: This will change and decision needs to be made.
es: La situación va a cambiar, y se deberán tomar decisiones.

source: This will likely include clients, competitors and regulatory authorities.
es: Es probable que esto incluya a clientes, competidores y autoridades regulatorias.

source: This would to support the focus given in the report to subduction sources.
es: Así se fundamentaría el foco dado en el informe a las fuentes de subducción.

source: This is invaluable as we ask our subbies to provide these and we can use it to ensure they are living up to their own standards (and ours).
es: Esto es invaluable, ya que podemos pedirle a los subcontratistas que usen esta herramienta para asegurar que cumplan con sus propios estándares (y con los nuestros).

source: Thompson, Manitoba, Canada
es: Thompson, Manitoba, Canadá

source: Those historical details are not repeated here since all that information was considered in the development of the current geotechnical model (Golder Associates, 2017), which includes the design values listed in Table 2.9 for each UGT based on available mapping, core logging, test data.
es: Esos detalles históricos no se repiten aquí dado que toda la información fue considerada en el desarrollo del actual modelo geotécnico (Golder Associates, 2017), que incluye los valores de diseño presentados en la Tabla 2.9 para cada UGT basándose en los mapeos, registro de testigos y datos de ensayos disponibles.

source: Those reports document the results of extensive core drilling programs that were used to refine and extend the previous geological models.
es: Esos informes documentan los resultados de extensos programas de perforación con recuperación de testigos que permitieron refinar y ampliar los modelos geológicos anteriores.

source: Though the HGU’s are not specifically referenced in the sequence of core photos, a good interpretation of ground conditions and variability both in depth and degree of weathering can be made by inspection of the individual records.
es: Si bien algunas HGU no tienen referencia específica en la secuencia de fotografías de testigos, una buena interpretación de las condiciones del terreno y de la variabilidad tanto en profundidad como en el grado de meteorización pueden hacerse mediante inspección de los registros individuales.

source: Three preferred colours for fabric: solid White, Black and Charcoal Grey
es: Tres colores de preferencia para telas: blanco liso, negro y gris oscuro

source: Three hole per delay (945 kg) – 146 m;
es: Tres barrenos por retardo (945 kg) – 146 m;

source: Three points of contact shall be maintained when using ladders to access work areas
es: Deben mantenerse tres puntos de contacto al usar escaleras para acceder a las áreas de trabajo.

source: Three rules can prevent death or serious consequences from altitude sickness:
es: Hay tres reglas que pueden evitar la muerte o consecuencias graves del mal de altura:

source: Three-dimensional analyses of all lateral development: tunnels rooms and auxiliary caverns.
es: Análisis tridimensionales de todo el desarrollo lateral: túneles, cámaras y cavernas auxiliares.

source: Three-dimensional coupled thermo-mechanical modelling of deep repository in crystalline rock for the disposal of high level nuclear waste - in-floor placement of spent fuel containers.
es: Modelación termomecánica acoplada tridimensional de un depósito en profundidad en roca cristalina para disponer residuos nucleares de alto nivel; colocación en suelo de contenedores de combustible usados.

source: Three-dimensional coupled thermo-mechanical modelling of deep repository in sedimentary rock for the disposal of high level nuclear waste - in-room placement of spent fuel containers.
es: Modelación termomecánica acoplada tridimensional de un depósito en profundidad en roca sedimentaria para disponer residuos nucleares de alto nivel; colocación en sala de contenedores de combustible usados.

source: Three-dimensional modelling of the North South Bypass Tunnel in Brisbane using FLAC3D© (Itasca Consulting Group).
es: Modelación tridimensional del túnel de derivación norte sur en Brisbane usando FLAC3D© (Itasca Consulting Group).

source: Three-dimensional modelling of the topography, surface ore bins, orepass shafts, primary crusher, and auxiliary tunnels for the Pascua Lama project using FLAC3D© (Itasca Consulting Group).
es: Modelación tridimensional de la topografía, almacenes de mineral superficiales, cavernas de traspaso, chancador primario y túneles auxiliares para el proyecto Pascua Lama usando FLAC3D © (Itasca Consulting Group).

source: Three-dimensional numerical analyses and post-pillar design of the McCreedy East main orebody, located at a depth of 1200 m, for Inco Ltd.
es: Análisis numérico tridimensional y diseño post-pilar del depósito principal McCreedy East, situada a una profundidad de 1200 m, para Inco Ltd.

source: Three-dimensional numerical analyses and support design for the Lötchberg tunnel, prepared for Simecol Ltd. (France), which has a rock cover of up to 2000 m.
es: Análisis numérico tridimensional y diseño de fortificaciones para el túnel Lötchberg, preparado para Simecol Ltd. (Francia), que tiene una cubierta de roca de hasta 2000 m.

source: Through a proactive approach, Golder equips its employees to know the controls that are critical to the prevention of serious incidents and fatalities.
es: Mediante un planteamiento proactivo, Golder muestra a sus colaboradores los controles críticos que deben conocer para prevenir incidentes graves y fatalidades.

source: Through hazard deaggregation, the results from the PSHA approach can also be used to identify which combinations of magnitudes and distances and/or specific sources are the largest contributor to seismic hazard, as well as the number of standard deviations a level of ground motion is away from its mean value (epsilon parameter).
es: Mediante la desagregación del peligro, los resultados del método PSHA también pueden usarse para identificar las combinaciones de magnitudes y distancias o las fuentes específicas que más contribuyen al peligro sísmico, así como el número de desviaciones estándar que se aleja un nivel de movimiento del suelo de su valor medio (parámetro épsilon).

source: Thus, coseismic surface rupture is easily recognized in aerial imagery, but there is a general lack of apparently younger fault offset because there is very little erosion and deposition occurring in this environment.
es: Por tanto, la ruptura superficial cosísmica es fácilmente reconocible en las imágenes aéreas, pero hay ausencia general de dislocación de las fallas aparentemente más jóvenes, debido a que ha habido muy poca erosión y depositación en este ambiente.

source: Thus, it is important to design the blasts to ensure a maximum number of blastholes detonating per delay period maintain compliance with the proposed ground vibration limits.
es: En este sentido, es importante diseñar las voladuras de modo de asegurar que un máximo de los barrenos que detonen por periodo de retardo cumplan los límites propuestos de vibración del suelo.

source: Tighten your stomach muscles and get a firm footing.
es: Poner firmes los músculos del estómago y pararse firme.

source: Time
es: Tiempo

source: Time Occurred:
es: Hora de Incidente:

source: Time of incident:
es: Hora del incidente:

source: Time that cannot be entered daily, due to lack of system access, should be entered as soon as possible when access is available.
es: Las horas que no puedan registrarse a diario, debido a falta de acceso al sistema, deben ingresarse cuanto antes apenas se tenga acceso.

source: Time:
es: Hora:

source: Timeframe too long, request shorter timeframe for allowance of termination for force majeure
es: Plazo demasiado extenso, solicitar plazo más corto para asignación por término debido a fuerza mayor

source: Timely recording ensures we do a proper follow up and analysis, and that the statistics we report on are pertinent.
es: Registrar un learning a tiempo permite hacerle un debido seguimiento y análisis y contar con estadísticas pertinentes.

source: Timesheets are important documents used to determine employee payments (where applicable by local legislation), charge labor costs to client projects and track non-chargeable activities.
es: Los timesheets (registros de control de horas) son documentos importantes que se utilizan para determinar los pagos a los colaboradores (si así lo exige la legislación local), cargar costos laborales en los proyectos de clientes y hacer seguimiento a las actividades no cargables.

source: Timing that ensures Buffer row fires unconfined so that burden is moved easily away from the slope and the shot does not break back beyond the design line
es: Sincronización que permite que la fila amortiguada detone sin confinamiento para que el bordo se aleje con facilidad del talud y que el tiro no provoque sobrequiebre más allá de la línea de diseño.

source: Timmins, ON, Canada
es: Timmins, Canadá

source: Tinted safety glasses, or clear safety glasses when working in low light conditions.
es: Anteojos de seguridad ahumados o transparentes si se trabaja en condiciones de poca luz

source: Title:
es: Tratamiento (Sr./Dr./etc.):

source: Tjb occurs at contact with Tvs; clast composition varies with location relative to Tvs.
es: Tjb ocurre en contacto con Tvs; la composición de clastos varía con la ubicación relativa a Tvs.

source: To avoid being struck by the wire, the Golder employee jumped over the wire and out of its path.
es: Para evitar ser golpeado por el cable, el colaborador de Golder saltó sobre el mismo.

source: To be successful at this, you do need to:
es: Para tener éxito, sí se necesita:

source: To be successful you need to:
es: Para que sea exitosa, necesita:

source: To become a Client Leader within Golder
es: Volverse un Líder de Cliente en Golder

source: To conduct this review, I was provided with the following documents:
es: Para realizar esta revisión, se me entregaron los siguientes documentos:

source: To confirm this hypothesis, additional groundwater flow modelling was completed, as detailed in Appendix F.
es: Para confirmar esta hipótesis, se hicieron modelos adicionales de flujo de aguas subterráneas, como se detalla en el Apéndice F.

source: To ensure the investigation is not restricted to the errors and violations of personnel
es: Asegurarse de que la investigación no se limite a los errores e infracciones del personal

source: To establish all the relevant and material facts surrounding the event
es: Establecer todos los hechos relevantes y significativos en torno al suceso.

source: To estimate potential seepage rates from the tailings and waste rock management facilities during Mine Operations, and the locations of seepage discharge within the Gramalote project area, the approach to the predictive modelling was to utilize the “current conditions” FEFLOW model (that has been calibrated to existing conditions at the site) and superimpose the mine facilities on this model.
es: Para estimar las tasas potenciales de infiltración de la presa de relaves y de los depósitos de estériles durante las operaciones mineras y las ubicaciones de las descargas de infiltración dentro del área del proyecto Gramalote, el enfoque de la modelación predictiva fue utilizar las “condiciones actuales” del modelo de FEFLOW (que ha sido calibrado con las condiciones existentes del lugar) y superponer las instalaciones mineras en este modelo.

source: To identify underlying or latent causes of the event
es: Identificar las causas subyacentes o latentes del suceso
